Repository: isaaclins/spotiglass
Catalog: Spotiglass/Localizable.xcstrings
Source language: en
Languages: de, es

# settings.playback.premium.item1
source: Playback uses Spotify’s Web Playback SDK in a hidden web view. Spotify reports an account error for non-Premium accounts; playlist browsing may still work.
de: Die Wiedergabe nutzt Spotifys Web Playback SDK in einer versteckten Webansicht. Spotify meldet einen Kontofehler für Nicht-Premium-Konten; das Durchsuchen von Playlists kann weiterhin funktionieren.
es: La reproducción usa el Web Playback SDK de Spotify en una vista web oculta. Spotify informa de un error de cuenta para cuentas sin Premium; explorar listas puede seguir funcionando.

# settings.playback.premium.item2
source: After you sign in, Spotiglass registers this Mac as a Spotify Connect device automatically.
de: Nach der Anmeldung registriert Spotiglass diesen Mac automatisch als Spotify-Connect-Gerät.
es: Tras iniciar sesión, Spotiglass registra este Mac como dispositivo Spotify Connect automáticamente.

# settings.playback.premium.title
source: Premium and Web Playback
de: Premium und Web-Wiedergabe
es: Premium y reproducción web

# settings.playback.sessions.item
source: Only one Spotify account is signed in at a time. Disconnect in Account settings to switch accounts or clear the stored session.
de: Es kann jeweils nur ein Spotify-Konto angemeldet sein. Trenne die Verbindung in den Kontoeinstellungen, um das Konto zu wechseln oder die gespeicherte Sitzung zu löschen.
es: Solo puede haber una cuenta de Spotify conectada a la vez. Desconéctate en Ajustes de cuenta para cambiar de cuenta o borrar la sesión almacenada.

# settings.playback.sessions.title
source: Sessions
de: Sitzungen
es: Sesiones

# settings.playback.whenDrops.item
source: Use “Reconnect” in the playback bar or run “Connect Playback” from the Command Palette if playback stops or shows an error.
de: Verwende „Erneut verbinden“ in der Wiedergabeleiste oder führe „Wiedergabe verbinden“ aus der Befehls-Palette aus, wenn die Wiedergabe stoppt oder einen Fehler anzeigt.
es: Usa «Reconectar» en la barra de reproducción o ejecuta «Conectar reproducción» desde la Paleta de comandos si la reproducción se detiene o muestra un error.

# settings.playback.whenDrops.title
source: If playback stops
de: Wenn die Wiedergabe stoppt
es: Si la reproducción se detiene

# settings.search.noResults
source: No matching settings
de: Keine passenden Einstellungen
es: No hay ajustes coincidentes

# settings.search.placeholder
source: Search
de: Suchen
es: Buscar

# settings.section.account
source: Account
de: Konto
es: Cuenta

# settings.section.appearance
source: Appearance
de: Darstellung
es: Apariencia

# settings.section.keyboard
source: Keyboard
de: Tastatur
es: Teclado

# settings.section.playback
source: Playback
de: Wiedergabe
es: Reproducción

# tooltip.breadcrumb.home
source: Go back to Home
de: Zurück zu Start
es: Volver a Inicio

# tooltip.breadcrumb.jump
source: Go back to %@
de: Zurück zu %@
es: Volver a %@

# tooltip.pin.unpin
source: Unpin from the sidebar
de: Von der Seitenleiste lösen
es: Quitar de la barra lateral

# tooltip.playback.device
source: Choose the playback device
de: Wiedergabegerät auswählen
es: Elegir el dispositivo de reproducción

# tooltip.playback.lyrics
source: Show lyrics
de: Songtext anzeigen
es: Mostrar la letra

# tooltip.playback.next
source: Skip to next track
de: Zum nächsten Titel springen
es: Ir a la pista siguiente

# tooltip.playback.previous
source: Skip to previous track
de: Zum vorherigen Titel springen
es: Ir a la pista anterior

# tooltip.playback.repeat.toOff
source: Turn repeat off
de: Wiederholung ausschalten
es: Desactivar la repetición

# tooltip.playback.repeat.toPlaylist
source: Repeat the playlist
de: Playlist wiederholen
es: Repetir la lista

# tooltip.playback.repeat.toTrack
source: Repeat this track
de: Diesen Titel wiederholen
es: Repetir esta pista

# tooltip.playback.scrubber
source: Drag to change the playback position
de: Ziehen, um die Wiedergabeposition zu ändern
es: Arrastra para cambiar la posición de reproducción

# tooltip.playback.shuffle.turnOff
source: Turn shuffle off
de: Zufallswiedergabe ausschalten
es: Desactivar el modo aleatorio

# tooltip.playback.shuffle.turnOn
source: Turn shuffle on
de: Zufallswiedergabe einschalten
es: Activar el modo aleatorio

# tooltip.toolbar.queue.hide
source: Hide the queue
de: Warteschlange ausblenden
es: Ocultar la cola

# tooltip.toolbar.queue.show
source: Show the queue
de: Warteschlange einblenden
es: Mostrar la cola

# tooltip.toolbar.refresh
source: Refresh this view
de: Diese Ansicht aktualisieren
es: Actualizar esta vista

# auth.clientID.label
source: Spotify client ID
es: ID de cliente de Spotify

# browser.breadcrumb.playlistFallback
source: Playlist
es: Lista

# browser.palette.subtitle.playlist
source: Playlist • %@
es: Lista • %@

# browser.palette.subtitle.playlistOwn
source: Playlist
es: Lista

# browser.playlists
source: Playlists
es: Listas

# browser.singles
source: Singles
es: Sencillos

# browser.trackBadge.episode
source: Episode
es: Episodio

# browser.trackBadge.podcastEpisode
source: Podcast episode
es: Episodio de pódcast

# palette.section.playlists
source: Playlists
es: Listas

# palette.section.tracks
source: Songs
es: Canciones

# pin.album.default
source: Album
es: Álbum

# pin.kind.album
source: album
es: álbum

# pin.kind.playlist
source: playlist
es: lista

# pin.likedSongs
source: Liked Songs
es: Canciones que te gustan

# playback.pause
source: Pause
es: Pausa

# playback.queue.episodeFallback
source: Podcast
es: Pódcast

# playlist.detail.newPlaylist.field
source: Playlist name
es: Nombre de la playlist

# search.category.playlists
source: Playlists
es: Listas

# settings.account.details
source: Details
es: Detalles

# settings.account.status
source: Status
es: Estado

# settings.appearance.scheme.system
source: System
es: Sistema

# settings.eq.live
source: Live
es: En vivo

# settings.eq.preamp
source: Preamp
es: Preamplificador

# settings.section.equalizer
source: Equalizer
es: Ecualizador
